<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_order_goods`;");
E_C("CREATE TABLE `ecs_order_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  `send_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=1317 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_order_goods` values('1043','998','164','111111','ECS000000','0','1','25.00','21.00','颜色:红色[1] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1044','999','164','111111','ECS000000','0','1','25.00','21.00','颜色:红色[1] \n','1','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1045','1000','164','111111','ECS000000','0','1','25.00','21.00','颜色:红色[1] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1046','1001','164','111111','ECS000000','0','1','25.00','21.00','颜色:红色[1] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1047','1002','164','111111','ECS000000','0','1','25.00','21.00','颜色:红色[1] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1048','1003','164','111111','ECS000000','0','1','25.00','21.00','颜色:红色[1] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1049','1004','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1050','1005','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1051','1006','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1052','1007','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1053','1008','23',' 安娜苏魔影幻彩唇膏305#3.4g','ECS000023','0','1','179.00','149.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1054','1009','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','2','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1055','1009','108','雅漾舒缓特护洁面乳50ml','ECS000108','0','3','198.00','139.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1056','1010','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1057','1011','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1058','1012','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1059','1013','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1060','1014','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1061','1015','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1062','1016','165','微信商城分销系统|ecshop分销|商城分销源码|微商城分销|技术支持','ECS000165','0','1','0.00','0.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1063','1017','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1064','1018','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1065','1019','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','2','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1066','1020','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1067','1021','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1068','1022','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1069','1023','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1070','1024','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1071','1025','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1072','1026','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1073','1027','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1074','1028','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1075','1029','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1076','1030','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1077','1031','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1078','1032','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1079','1033','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1080','1034','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1081','1035','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','2','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1082','1036','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1083','1037','19','兰蔻精华眼膜霜15ml','ECS000019','0','4','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1084','1038','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1085','1039','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1086','1041','19','兰蔻精华眼膜霜15ml','ECS000019','0','1','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1087','1042','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1088','1043','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1089','1044','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1090','1045','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','1','620.00','399.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1091','1046','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','2','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1092','1047','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1093','1048','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1094','1049','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1095','1050','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1096','1051','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1097','1052','95',' 高丝雪肌精美白洗颜粉100g','ECS000095','0','1','280.00','199.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1098','1053','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','4','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1099','1054','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1100','1055','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1101','1056','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1102','1057','118','理肤泉特安洁面乳200ml','ECS000118','0','2','142.80','119.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1103','1058','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1104','1059','122','玫琳凯中性洗面乳绿2号','ECS000122','0','3','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1105','1060','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1106','1061','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1107','1067','56','范思哲绅情男士香水Q版5ml','ECS000056','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1108','1068','19','兰蔻精华眼膜霜15ml','ECS000019','0','1','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1109','1069','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1110','1070','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1111','1071','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1112','1073','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1113','1074','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1114','1075','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1115','1076','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1116','1077','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1117','1077','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1118','1077','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1119','1077','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','4','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1120','1078','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1121','1079','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1122','1080','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1123','1081','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1124','1082','165','微信商城分销系统|ecshop分销|商城分销源码|微商城分销|技术支持','ECS000165','0','1','0.00','0.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1125','1083','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1126','1084','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1127','1088','166','虚拟产品测试','ECS000166','0','1','14.39','12.00','','0','0','virtual_card','0','0','');");
E_D("replace into `ecs_order_goods` values('1128','1089','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1129','1090','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1130','1091','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1131','1092','19','兰蔻精华眼膜霜15ml','ECS000019','0','1','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1132','1093','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1133','1095','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1134','1096','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1135','1097','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1136','1098','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','1','620.00','399.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1137','1099','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','1','620.00','399.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1138','1100','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1139','1101','94','韩国思美兰大米皂清系列莲花皂100g','ECS000094','0','1','45.00','16.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1140','1102','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1141','1103','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','1','620.00','399.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1142','1105','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1143','1106','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1144','1107','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1145','1108','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1146','1109','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1147','1110','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1148','1111','19','兰蔻精华眼膜霜15ml','ECS000019','0','1','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1149','1112','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1150','1113','108','雅漾舒缓特护洁面乳50ml','ECS000108','0','1','198.00','139.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1151','1115','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1152','1116','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1153','1117','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1154','1118','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1155','1119','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1156','1120','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1157','1121','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1158','1122','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1159','1123','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1160','1124','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1161','1125','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1162','1126','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1163','1127','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1164','1128','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1165','1129','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','1','620.00','1.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1166','1130','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1167','1131','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1168','1132','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1169','1133','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1170','1134','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1171','1135','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1172','1136','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1173','1137','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1174','1138','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1175','1139','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1176','1140','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1177','1141','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1178','1142','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1179','1143','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1180','1145','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1181','1146','19','兰蔻精华眼膜霜15ml','ECS000019','0','1','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1182','1147','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1183','1148','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1184','1150','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1185','1151','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1186','1152','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1187','1153','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1188','1154','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1189','1155','19','兰蔻精华眼膜霜15ml','ECS000019','0','1','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1190','1156','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1191','1157','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1192','1158','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1193','1159','163','精品男袜','12345','0','2','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1194','1160','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','1','620.00','399.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1195','1161','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1196','1162','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1197','1163','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1198','1164','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1199','1167','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1200','1168','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1201','1169','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1202','1170','42','茱莉蔻玫瑰衡肌花卉水100ml','ECS000042','0','1','360.00','199.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1203','1172','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1204','1173','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1205','1174','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1206','1175','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1207','1176','5','索爱原装M2卡读卡器','ECS000005','0','1','24.00','20.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1208','1177','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1209','1178','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1210','1179','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1211','1180','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1212','1181','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1213','1182','5','索爱原装M2卡读卡器','ECS000005','0','1','24.00','18.54','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1214','1183','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1215','1184','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','3','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1216','1185','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1217','1186','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1218','1187','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1219','1188','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1220','1190','165','微信商城分销系统|ecshop分销|商城分销源码|微商城分销|技术支持','ECS000165','0','1','0.00','0.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1221','1191','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1222','1192','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1223','1193','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1224','1194','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1225','1195','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1226','1197','56','范思哲绅情男士香水Q版5ml','ECS000056','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1227','1198','56','范思哲绅情男士香水Q版5ml','ECS000056','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1228','1199','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1229','1200','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1230','1201','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1231','1202','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1232','1203','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1233','1204','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1234','1205','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1235','1206','19','兰蔻精华眼膜霜15ml','ECS000019','0','2','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1236','1206','118','理肤泉特安洁面乳200ml','ECS000118','0','9','142.80','119.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1237','1206','122','玫琳凯中性洗面乳绿2号','ECS000122','0','16','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1238','1206','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1239','1206','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','9','620.00','399.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1240','1206','115','DHC橄榄滋养皂90g','ECS000115','0','10','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1241','1206','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1242','1207','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','8','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1243','1207','122','玫琳凯中性洗面乳绿2号','ECS000122','0','5','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1244','1207','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','6','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1245','1207','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','6','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1246','1208','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1247','1209','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1248','1210','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1249','1211','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','7','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1250','1211','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','3','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1251','1211','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1252','1212','118','理肤泉特安洁面乳200ml','ECS000118','0','1','142.80','119.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1253','1212','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','13','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1254','1212','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','10','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1255','1212','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','7','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1256','1212','24','贝玲妃留声机粉底霜9.5g','ECS000024','0','6','330.00','240.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1257','1212','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1258','1212','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','5','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1259','1213','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','5','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1260','1214','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1261','1215','50','大卫杜夫冷水男士香水40ml','ECS000050','0','1','300.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1262','1216','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1263','1217','19','兰蔻精华眼膜霜15ml','ECS000019','0','2','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1264','1218','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1265','1219','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1266','1220','112','欧莱雅清润抗油洁面膏100ml','ECS000112','0','1','85.00','49.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1267','1221','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1268','1222','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1269','1223','9','雅诗兰黛第六代特润精华露50ml','ECS000009','0','1','950.00','669.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1270','1223','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1271','1224','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1272','1225','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1273','1226','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1274','1227','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1275','1231','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1276','1232','122','玫琳凯中性洗面乳绿2号','ECS000122','0','1','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1277','1233','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1278','1234','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1279','1235','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1280','1236','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1281','1237','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1289','1245','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1288','1244','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1287','1243','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1286','1242','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1290','1246','163','精品男袜','12345','0','1','20.00','15.80','颜色:36[12] \n','0','1','','0','0','351');");
E_D("replace into `ecs_order_goods` values('1291','1247','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1292','1248','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1293','1249','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1294','1250','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1295','1251','64','多芬滋润顺滑柔亮沐浴露750ml','ECS000064','0','1','96.00','35.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1296','1251','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1297','1251','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','2','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1298','1251','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1299','1251','19','兰蔻精华眼膜霜15ml','ECS000019','0','1','560.00','429.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1300','1252','50','大卫杜夫冷水男士香水40ml','ECS000050','0','1','300.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1301','1253','122','玫琳凯中性洗面乳绿2号','ECS000122','0','6','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1302','1254','107','英国AA网洋甘菊手工皂125g','ECS000107','0','1','75.00','29.90','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1303','1256','1','希思黎轻柔护肤西柚柔肤水250ml','ECS000000','0','2','620.00','399.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1304','1256','122','玫琳凯中性洗面乳绿2号','ECS000122','0','3','82.81','69.01','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1305','1257','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','2','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1306','1257','120','曼秀雷敦洁清爽卸妆洁面泡200ml','ECS000120','0','1','120.00','45.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1307','1258','115','DHC橄榄滋养皂90g','ECS000115','0','1','110.00','65.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1308','1259','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1309','1260','5','索爱原装M2卡读卡器','ECS000005','0','1','24.00','13.07','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1310','1261','123','品团活动测试','ECS000123','0','1','550.80','15.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1311','1262','17','娇韵诗超V型纤容紧致瘦脸面膜75ml','ECS000017','0','1','396.00','275.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1312','1263','109','兰芝多效四合一泡沫洗面奶180ml','ECS000109','0','1','205.00','129.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1313','1264','119','蓓丽柔和泡沫洁面膏125ml','ECS000119','0','1','630.00','320.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1314','1265','93','姗娜豆乳美肌卸妆洗面膏150g','ECS000093','0','1','95.00','69.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1315','1266','113',' 希思黎百合保湿洁面乳250ml','ECS000113','0','1','720.00','420.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('1316','1267','123','迪奥红毒女士香水EDT 50ml','ECS000123','0','1','550.80','400.00','','0','1','','0','0','');");

require("../../inc/footer.php");
?>